{
    "hi": "Hi, I'm",
    "post": "Fullstack Developer.",
    "contactMe": "Contact Me",
    "downCV": "Download CV",
    "home": "Home",
    "contact": "Contact",
    "blog": "Blog",
    "email": "Email",
    "phone": "Phone",
    "sendMess": "Send Message",
    "Yname": "Your Name",
    "Ymail": "Your Email",
    "Ycompany": "Your Company",
    "Yphone": "Your Phone",
    "Ymessage": "Enter Message",
    "ang": "english",
    "fran": "french",
    "malg": "malagasy",
    "aboutDesc": "Back in 2020, I had a sudden urge to go bald (yeah..). They say coding makes developers bald, so I decided to switch fields and dive into IT. What started as mere curiosity quickly turned into a true passion. Since then, I've fallen into the wonderful (and sometimes frustrating) world of development.",
    "quote": "\"Programming is an art, not a science.\" — Donald Knuth",
    "titleAbout": "Harmonizing Design and Technology",
    "aboutMe": "About Me",
    "heroDesc": "I love designing sleek and functional interfaces that enhance user experience. The frontend is where I can bring ideas to life with precision. Every detail matters in creating a harmonious and intuitive design.",
    "footerDesc": "Always seeking new challenges, this portfolio showcases part of my work. If you want to collaborate with me or learn more, feel free to contact me.",
    "languages": "Languages",
    "load": "loading...",
    "congrat": "Congratulations ",
    "succesTextC": "Your message has been successfully received. I will reply to you very soon.",
    "errorTextC": "An error occurred, please try again later.",
    "oops": "Oops!",
    "cool": "Cool",
    "agree": "Alright",
    "detail_popup_text": "This page is not yet available. It will be available soon in the next update.",
    "demo_popup_text": "The demo of this project is not available at the moment. Please contact me for more information.",
    "code_popup_text": "The source code of this project is confidential. Please contact me for more information.",
    "demo": "Demo",
    "detail": "Detail",
    "code": "Code",
    "ohabolana_malagasy_resume": "Interactive platform for managing Malagasy proverbs",
    "ohabolana_malagasy_desc": "Ohabolana Malagasy is a platform dedicated to collecting, managing, and sharing 'Ohabolana'. This project allows users to create an account, publish their own proverbs, comment on others' posts, rate them, and interact within a community passionate about Malagasy culture. Developed with Next.js for a high-performance user interface, this application showcases my full-stack development skills.",
    "madagascar_resume": "Tourism presentation platform",
    "madagascar_desc": "Madagascar is a platform created to highlight the natural and cultural richness of the large island. This project aims to showcase unique landscapes, endemic species, and the exceptional biodiversity of Madagascar. Developed with React and Tailwind CSS, this platform provides an attractive and smooth visual experience. Although it is currently a static site, backend features are planned for the future.",
    "fondroy_resume": "Long-term housing rental platform",
    "fondroy_desc": "Fondroy is a SaaS platform dedicated to searching and renting houses for living. It allows users to find housing that meets their needs. With a modern and intuitive interface developed with React and Tailwind, combined with a powerful backend in Node.js and a MongoDB database, this platform provides a smooth and efficient user experience. This project showcases my full-stack development skills and my ability to design complete web applications.",
    "onifra_resume": "University Platform",
    "onifra_desc": "Oniversity Ravelojaona is a web platform developed to represent a university, its history, and its services. The site includes an online registration process, allowing students to register in a simple and intuitive way. I contributed to this project by creating the user interface (UI) and fully integrating it with React, while another developer handled the backend.",
    "eddy_portfolio_v1_resume": "Personal Portfolio",
    "eddy_portfolio_v1_desc": "Eddy Portfolio (v1) is the first version of my personal portfolio, designed to showcase my skills, projects, and professional journey in an aesthetic and functional manner. This project allowed me to refine my frontend and UI/UX design skills while implementing dynamic animations and smooth navigation.",
    "skhay_poste": "Fullstack Developer React / Symfony",
    "skhay_date": "March 2024 - Now",
    "skhay_type": "CDI",
    "skhay_desc": "We are working on an animation website project for a dating platform. I created APIs with Symfony, fixed and improved the design using Material UI, and made the site interactive with React. We used MySQL for the database and Pusher for real-time data display.",
    "haisoa_poste": "Fullstack Developer React / Node.Js",
    "haisoa_date": "Jul 2023 - Oct 2023",
    "haisoa_type": "Internship",
    "haisoa_desc": "We worked on creating a university website. We used React for the frontend and ExpressJS for the backend. I designed it on Figma, then integrated it before developing the backend and making the site dynamic with React. We used MongoDB for the database and Tailwind for design integration.",
    "poste": "Position",
    "entreprise": "Company",
    "date": "Date",
    "type": "Type",
    "experience_section_title": "Experience and Skills",
    "project_section_title": "My Latest Projects",
    "copyright" : "© Copyright. All rights reserved.",
    "experience_h4_title": "A diverse experience, combining creativity and technical expertise.",
    "about_h4_title": "Passions, challenges, and innovation: a vision in every line of code.",
    "project_h4_title": "Discover my achievements through personal projects."
}
