{
    "hi": "Salut, je suis",
    "post": "Développeur Fullstack.",
    "contactMe": "Contacte-moi",
    "downCV": "Télécharge CV",
    "home": "Accueil",
    "contact": "Contact",
    "blog": "Blog",
    "email": "Email",
    "phone": "Téléphone",
    "sendMess": "Envoyer le message",
    "Yname": "Votre nom",
    "Ymail": "Votre email",
    "Ycompany": "Votre entreprise",
    "Yphone": "Votre téléphone",
    "Ymessage": "Entrez le message",
    "ang": "anglais",
    "fran": "français",
    "malg": "malagasy",
    "aboutDesc": "Retour en 2020, où j’ai eu une envie soudaine d’être chauve (et ouais..). On dit que le code rend les développeurs chauves, alors j’ai décidé de changer de filière et de plonger dans l’informatique. Ce qui n’était au départ qu’une curiosité s’est vite transformé en une véritable passion. Et depuis, je suis tombé dans le monde merveilleux (et parfois frustrant) du développement.",
    "quote": "\"La programmation est un art, pas une science.\" — Donald Knuth",
    "titleAbout": "Harmoniser Design et Technologie",
    "aboutMe": "À propos de moi",
    "heroDesc": "J'aime concevoir des interfaces élégantes et fonctionnelles qui améliorent l'expérience utilisateur. Le frontend est l'endroit où je peux donner vie aux idées avec précision. Chaque détail est important pour créer un design harmonieux et intuitif.",
    "footerDesc": "Étant toujours en quête de nouveaux défis, ce portfolio présente une partie de mon travail. Si vous souhaitez travailler avec moi ou en savoir plus, n'hésitez pas à me contacter.",
    "languages": "Langues",
    "load": "chargement...",
    "congrat": "Félicitation ",
    "succesTextC": "Votre message a bien été reçu. Je vous réponds très bientôt.",
    "errorTextC": "Une erreur s'est produite, je vous prie de réessayer plus tard.",
    "oops": "Oups!",
    "cool": "Cool",
    "agree": "D'accord",
    "detail_popup_text": "Cette page n'est pas encore disponible pour le moment. Elle le sera bientôt lors de la prochaine mise à jour.",
    "demo_popup_text": "La démo de ce projet n'est pas disponible pour le moment. Veuillez me contacter pour plus d'informations.",
    "code_popup_text": "La code source de ce projet est confidentiel. Veuillez me contacter pour plus d'informations.",
    "demo": "Démo",
    "detail": "Détail",
    "code": "Code",
    "ohabolana_malagasy_resume": "Plateforme interactive de gestion des citations malgaches",
    "ohabolana_malagasy_desc": "Ohabolana Malagasy est une plateforme dédiée à la collecte, la gestion, et le partage des 'Ohabolana'. Ce projet permet aux utilisateurs de créer un compte, publier leurs propres Ohabolana, commenter les publications des autres, attribuer des notes, et interagir au sein d'une communauté passionnée par la culture malgache. Développée avec Next.js pour une interface utilisateur performante, cette application met en avant mes compétences en développement full-stack.",
    "madagascar_resume" : "Plateforme de présentation touristique",
    "madagascar_desc" : "Madagascar est une plateforme créée pour mettre en lumière la richesse naturelle et culturelle de la grande île. Ce projet vise à présenter des paysages uniques, des espèces endémiques, et la biodiversité exceptionnelle de Madagascar. Développée avec React et Tailwind CSS, cette plateforme offre une expérience visuelle attrayante et fluide. Bien qu'il s'agisse d'un site statique pour l'instant, des fonctionnalités backend sont prévues pour le futur.",
    "fondroy_resume" : "Plateforme de location de maisons à long terme",
    "fondroy_desc" : "Fondroy est une plateforme SaaS dédiée à la recherche et à la location de maisons pour y vivre. Elle permet aux utilisateurs de trouver des logements adaptés à leurs besoins. Grâce à une interface moderne et intuitive développée avec React et Tailwind, combinée à un backend puissant en Node.js et une base de données MongoDB, cette plateforme offre une expérience utilisateur fluide et efficace. Ce projet illustre mes compétences en développement full-stack et en conception d'applications web complètes.",
    "onifra_resume" : "Plateforme Universitaire",
    "onifra_desc" : "Oniversity Ravelojaona est une plateforme web développée pour représenter une université, son histoire, et ses services. Le site inclut un processus d'inscription en ligne, permettant aux étudiants de s'inscrire de manière simple et intuitive. J'ai contribué à ce projet en réalisant l'interface utilisateur (UI) et son intégration complète avec React, tandis qu'un autre développeur s'occupait de la partie backend.",
    "eddy_portfolio_v1_resume" : "Portfolio personnel",
    "eddy_portfolio_v1_desc" : "Eddy Portfolio (v1) est la première version de mon portfolio personnel, conçu pour présenter mes compétences, mes projets, et mon parcours professionnel de manière esthétique et fonctionnelle. Ce projet m'a permis de perfectionner mes compétences en frontend et en design UI/UX, tout en mettant en œuvre des animations dynamiques et une navigation fluide.",
    "skhay_poste": "Développeur Fullstack React / Symfony",
    "skhay_date": "Mars 2024 - Maintenant",
    "skhay_type": "CDI",
    "skhay_desc": "On travaille sur un projet de site d'animation pour une plateforme de rencontre. J’ai créé des API avec Symfony, corrigé et amélioré le design en utilisant Material UI, puis rendu le site interactif avec React. On a utilisé MySQL pour la base de données et Pusher pour afficher les données en temps réel.",
    "haisoa_poste": "Développeur Fullstack React / Node.Js",
    "haisoa_date": "Jul 2023 - Oct 2023",
    "haisoa_type": "Stage",
    "haisoa_desc": "On a travaillé sur la création d'un site universitaire. On a utilisé React pour le frontend et ExpressJS pour le backend. J'ai réalisé le design sur Figma, puis l'ai intégré avant de développer le backend et dynamiser le site avec React. On a utilisé MongoDB pour la base de données et Tailwind pour l'intégration du design.",
    "poste": "Poste",
    "entreprise": "Entreprise",
    "date": "Date",
    "type": "Type",
    "experience_section_title": "Experience et Compétences",
    "project_section_title": "Mes Derniers projets",
    "copyright" : "© Copyright. Tous droits sont réservés.",
    "experience_h4_title" : "Une expérience diversifiée, alliant créativité et expertise technique.",
    "about_h4_title" : "Passions, défis et innovation : une vision à chaque ligne de code.",
    "project_h4_title" : "Découvrez mes réalisations à travers des projects personnels,",
    "capability1_label": "Créatif",
    "capability1_title": "Conception UI/UX",
    "capability2_label": "Flexible",
    "capability2_title": "Apprenant Agile",
    "capability3_label": "Résolveur",
    "capability3_title": "Des Problèmes",
    "contact_h3_title": "À la recherche d'un développeur ?",
    "contact_h2_title": "Vous êtes à un pas de créer votre produit parfait.",
    "send_me_message": "Envoyez-moi simplement un message",
    "contact_description" : "Décrivez votre projet, et ensemble, nous trouverons <br /> la meilleure solution.",
    "settings" : "Paramètres",
    "cancel" : "Annuler",
    "save" : "Sauvegarder",
    "color" : "Couleur",
    "navRapid": "Navigation Rapide"
}
