{
    "hi": "Salama, ny anarako dia",
    "post": "Mpamorona Tranokala Fullstack.",
    "contactMe": "Hifandray amiko",
    "downCV": "Hisintona CV",
    "home": "Fandraisana",
    "contact": "Fifandraisana",
    "blog": "Bilaogy",
    "email": "Mailaka",
    "phone": "Telefaonina",
    "sendMess": "Alefaso ny hafatra",
    "Yname": "Anaranao",
    "Ymail": "Mailakao",
    "Ycompany": "Orinasanao",
    "Yphone": "Telefaoninao",
    "Ymessage": "Ampidiro ny hafatra",
    "ang": "anglisy",
    "fran": "frantsay",
    "malg": "malagasy",
    "aboutDesc": "Ny taona 2020, dia nahatsapa tampoka aho fa te ho sola loha (inona aky no idirany..). Maro ireo milaza fa ny kaody dia mahatonga ny mpamorona tranokala ho lasa sola, ka dia nanapa-kevitra ny hanova sehatra sy hiditra amin'ny tontolon'ny informatika aho. Nanomboka tamin'ny oe liana, nefa dia lasa nivadika tiako ilay izy. Amin'izao, dia milomano tanteraka amin'ny tontolon'ny informatika aho, izay mahafinaritra nefa indraindray mahasorena.",
    "quote": "\"Ny fikaodiana dia zavakanto, fa tsy siansa.\" — Donald Knuth",
    "titleAbout": "Mampifanaraka ny Design sy ny Teknolojia",
    "aboutMe": "Momba ahy",
    "heroDesc": "Tiako ny mandrafitra interfaces mahafinaritra sy mahomby izay manome fahafampo ny mpampiasa azy. Ny frontend no manavanana ahy kokoa. Zava-dehibe ny antsipirihany tsirairay amin'ny fanamboarana design mirindra sy milamina.",
    "footerDesc": "Mitady fanamby vaovao hatrany, ity portfolio ity dia mampiseho ampahany amin'ny asako. Raha te hiasa miaraka amiko ianao na te hahalala bebe kokoa, aza misalasala mifandray amiko.",
    "languages": "Fiteny",
    "load": "Miandry...",
    "congrat": "Arahabaina ",
    "succesTextC": "Efa voaray soa aman-tsara ny hafatrao. Hamaly anao tsy ho ela aho.",
    "errorTextC": "Nisy hadisoana nitranga, havereno alefa afaka fotoana fohy.",
    "oops": "Indrisy!",
    "cool": "Milay zany",
    "agree": "Eny ary",
    "detail_popup_text": "Ity pejy ity dia mbola tsy misy amin'izao fotoana izao. Ho hita ao anatin'ny fanavaozana manaraka izy io.",
    "demo_popup_text": "Ny fampisehoana amin'ity tetikasa ity dia mbola tsy misy amin'izao fotoana izao. Azafady, mifandraisa amiko raha mila fanazavana fanampiny.",
    "code_popup_text": "Ny kaody loharano amin'ity tetikasa ity dia tsiambaratelo. Azafady, mifandraisa amiko raha mila fanazavana fanampiny.",
    "demo": "Fampisehoana",
    "detail": "Antsipiriany",
    "code": "Kaody",
    "ohabolana_malagasy_resume": "Platforma interaktifa amin'ny fitantanana ohabolana malagasy",
    "ohabolana_malagasy_desc": "Ohabolana Malagasy dia sehatra iray natokana ho an'ny fanangonana, fitantanana, sy fizarana 'Ohabolana'. Ity tetikasa ity dia ahafahan'ny mamorona kaonty, mamoaka Ohabolana manokana, manome hevitra amin'ny Ohabolana hafa, manome naoty, ary mifandray amin'ireo namana tia kolontsaina malagasy. Novolavolaina tamin'ny Next.js ho an'ny interface mpampiasa mahomby, ity fampiharana ity dia manasongadina ny fahaiza-manaoko amin'ny fivoarana feno.",
    "madagascar_resume": "Platforma fampisehoana fizahantany",
    "madagascar_desc": "Madagascar dia platforma iray novolavolaina hanasongadinana ny harena voajanahary sy kolontsainan'ny Madagascar. Ity tetikasa ity dia mikendry ny haneho ireo tanjona manokana, karazana biby sy zava-maniry tsy fahita, ary ny fiainana ara-batana manokana ao Madagasikara. Novolavolaina tamin'ny React sy Tailwind CSS, ity platiforma ity dia manolotra traikefa mahafinaritra sy malefaka amin'ny sary. Na dia efa site statika aza izany amin'izao fotoana izao, dia ho asiana fiasa backend ao amin'ny ho avy.",
    "fondroy_resume": "Platforma fanofana trano maharitra",
    "fondroy_desc": "Fondroy dia platforma SaaS iray natokana ho an'ny fitadiavana sy fanofana trano. Izy io dia ahafahan'ny mpampiasa azy mahita trano mifanaraka amin'ny filàny. Noho ny interface maoderina sy mora ampiasaina novolavolaina tamin'ny React sy Tailwind, miaraka amin'ny backend matanjaka amin'ny Node.js sy 'base de données' MongoDB, ity platiforma ity dia manolotra traikefa tsara sy mahomby ho an'ny mpampiasa azy. Ity tetikasa ity dia mampiseho ny fahaiza-manao feno amin'ny fivoarana sy ny fahaiza-manao amin'ny famolavolana fampiharana web feno.",
    "onifra_resume": "Platforma Oniversite",
    "onifra_desc": "Oniversity Ravelojaona dia platforma web novolavolaina mba hisolo tena oniversite, ny tantarany, sy ny serivisy. Ny site dia ahitana ny fizotry ny fandraisana anarana an-tserasera, ahafahan'ny mpianatra misoratra anarana amin'ny fomba tsotra sy mora ampiasaina. Nandray anjara tamin'ity tetikasa ity aho tamin'ny fanamboarana ny interface mpampiasa (UI) sy ny fanatanterahana azy tanteraka amin'ny React, raha ny iray amin'ireo mpamorona kosa no nanao ny ampahany backend.",
    "eddy_portfolio_v1_resume": "Portfolio manokana",
    "eddy_portfolio_v1_desc": "Eddy Portfolio (v1) dia ny dika voalohany amin'ny portfolioko manokana, natao ho fanehoana ny fahaiza-manaoko, ny tetikasako, sy ny lalako amin'ny asa amin'ny fomba mahasarika sy mahomby. Ity tetikasa ity dia nahafahako nanatsara ny fahaiza-manaoko amin'ny frontend sy ny UI/UX design, sady nampihatra animation mandroso sy fitetezana malefaka.",
    "chat_app_resume": "Fifandefasana message eo no eo.",
    "chat_app_desc": "Ity fampiharana ity dia mamela ny mpampiasa hifandray ara-potoana amin'ny alalan'ny Pusher. Novolavolaina tamin'ny React ho an'ny frontend ary Node.js ho an'ny backend, manome traikefa milamina sy mahomby izy. Tsy maintsy misoratra anarana aloha ny mpampiasa vao afaka miditra amin'ny fampiharana. Ny angon-drakitra sy ny resaka rehetra dia voatahiry soa aman-tsara ao amin'ny MongoDB.",
    "skhay_poste": "Mpamorona tranokala React / Symfony",
    "skhay_date": "Marsa 2024 - Ankehitriny",
    "skhay_type": "CDI",
    "skhay_desc": "Miasa amin'ny tetikasa tranonkala fanentanana ho an'ny sehatra fihaonana izahay. Nanao API tamin'ny Symfony aho, nanitsy sy nanatsara ny endrika tamin'ny Material UI, ary nampifandray ny tranonkala tamin'ny React. Nampiasa MySQL ho an'ny tahiry sy Pusher ho an'ny fisehoan'ny angona amin'ny fotoana tena izy izahay.",
    "haisoa_poste": "Mpamorona tranokala React / Node.Js",
    "haisoa_date": "Jolay 2023 - Oktobra 2023",
    "haisoa_type": "Fiofanana",
    "haisoa_desc": "Niasa tamin'ny famoronana tranonkala oniversite izahay. Nampiasa React ho an'ny frontend sy ExpressJS ho an'ny backend izahay. Nanao ny endrika tamin'ny Figma aho, ary nampiditra azy avy eo alohan'ny hanaovana ny backend sy hanampy ny tranonkala ho mavitrika amin'ny React. Nampiasa MongoDB ho an'ny tahiry sy Tailwind ho an'ny fametrahana endrika izahay.",
    "poste": "Toerana",
    "entreprise": "Orinasa",
    "date": "Daty",
    "type": "Karazana",
    "experience_section_title": "Traikefa sy Fahaiza-manao",
    "project_section_title": "Ireo teti-panorona farany nataoko",
    "copyright" : "© Copyright. Voaaro ny zo rehetra.",
    "experience_h4_title": "Zava-bita isan-karazany, mifangaro amin'ny famoronana sy ny fahaiza-manao ara-teknika.",
    "about_h4_title": "Fitiavana, fanamby, ary fanavaozana: vina amin'ny tsipika tsirairay amin'ny kaody.",
    "project_h4_title": "Jereo ireo vokatra vitako amin'ny alalan'ny tetikasa manokana.",
    "capability1_label": "Mamorona",
    "capability1_title": "Mamolavola UI/UX",
    "capability2_label": "Mora mahay",
    "capability2_title": "Mianatra haingana",
    "capability3_label": "Mahery",
    "capability3_title": "Mamaha olana",
    "contact_h3_title": "Mitady mpamorona tranokala ve ianao ?",
    "contact_h2_title": "Dingana iray sisa manakaiky anao ho amin'ny vokatra tonga lafatra.",
    "send_me_message": "Alefaso amiko fotsiny ny hafatra",
    "contact_description" : "Azavao ny tetikasanao, isika miaraka dia hahita <br /> ny vahaolana tsara indrindra.",
    "settings" : "Fametrahana",
    "cancel": "Akatona",
    "save": "Tehirizo",
    "color": "Loko",
    "navRapid": "Fifindra-Panovàna Haingana",
    "red": "Mena",
    "blue": "Manga",
    "orange": "Voasary",
    "green": "Maintso",
    "violet": "Volomparasy",
    "yellow": "Mavo",
    "dark": "Maizina",
    "light": "Mazava",
    "none": "tsy misy"
}